Repository: JRJian/SwiftLearning
Catalog: lang.xcstrings
Source language: en
Languages: zh_hans

source: Event alert button title
zh_hans: 事件活动按钮标题

source: Event alert message
zh_hans: 事件活动消息内容

# event_alert_redeem_success
source: Redemption successful.
zh_hans: 兑换成功

# event_alert_submit_success
source: Submission successful.
zh_hans: 提交成功

source: Event alert title
zh_hans: 事件活动弹窗标题

# event_alert_wrong_content
source: Wrong Content
zh_hans: 错误的内容

# event_alert_wrong_email
source: Wrong Email
zh_hans: 错误的邮件

# event_alert_wrong_url
source: Wrong URL address
zh_hans: 错误的地址

# event_detail_footer
source: Footer
zh_hans: 页脚

# event_detail_placeholder_email
source: Email for receiving
zh_hans: 接收邮箱

# event_detail_placeholder_redeem
source: Enter premium code
zh_hans: 兑换码

# event_detail_placeholder_submit
source: Enter post / profile link
zh_hans: 帖子链接 / 个人主页

# event_detail_steps_list
source: Create a short video or image post about TubePod on your favorite social network, like TikTok, Instagram, Facebook, YouTube, Line, rednote, or others. Mention: “Get TubePod on the App Store to listen to your favorite music for free, with unlimited skips!” You can include an App Store screenshot. Publish the post and copy its link or a link to your profile. Enter the link below and submit it. Wait until we check your post and send you a free Premium code. Enter the code below and redeem it. Enjoy TubePod Premium for free!
zh_hans: 在你最喜欢的社交平台上（如 TikTok、Instagram、Facebook、YouTube、Line、rednote 等）发布一条关于 TubePod 的短视频或图片帖。 文案中请提到：“在 App Store 下载 TubePod，免费听你喜欢的音乐，支持无限跳过！” 你可以附上一张 App Store 的截图。 发布帖子后，复制该帖或你的主页链接。 在下方输入并提交链接。 等待我们审核你的帖子后，将向你发送免费 Premium 兑换码。 输入兑换码并激活。 享受免费的 TubePod Premium 吧！

# event_detail_steps_title
source: Steps
zh_hans: 步骤

# event_exchange_rule
source: Redeem rule
zh_hans: 活动兑换规则

# event_exchange_title
source: Redeem title
zh_hans: 活动兑换标题

# event_redeem_button_title
source: Redeem
zh_hans: 兑换

# event_redeem_failed
source: Failed to mark as used:
zh_hans: 失败：

# event_redeem_invalid_code
source: Invalid Code.
zh_hans: 无效的兑换码

# event_redeem_used
source: This code has already been used.
zh_hans: 兑换码已使用

# event_submit_button_title
source: Submit
zh_hans: 提交

# setting_row_event_title
source: Event
zh_hans: 事件标题
